Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “为了让大家都能买到足够的奥法药剂，公会临时决定再拿出三瓶奥法药剂供大家竞拍，而接下来的拍卖，也将会是十瓶一拍！”所有人都没有想到，魔法公会会这么大胆，一下从三瓶涨到了十瓶，就算再加上临时拿出来的三瓶，他们可供竞争的机会，也就一共只有两次了。
en_us: "In order to get enough Arcane Magic Potion for everyone to buy, the guild has temporarily decided to take out another three bottles of Arcane Magic Potion for everyone to bid on. And the next auction will be a one-shot sale of ten bottles!" No one had expected the Guild of Magic to be this bold, going from three bottles to ten bottles at once. Even with the additional three bottles, there would only be two opportunities for them to contend.

source: “为什么不能，就因为你父亲奥德文？哼，我迟早要找那老家伙算帐，让他好好照顾的人，居然差点被他宝贝儿子给杀了！”
en_us: "Why not? Because your father is Odwin? Hmph, sooner or later I'll have to settle this with him. The person I entrusted him to take care of was actually almost killed by his precious son!"

source: “为什么？”
en_us: "Why?"

source: “为什么？”林立一愣，心想葛瑞安该不会吃错药了吧？这老家伙等了几十年，就等着魔法公会扬眉吐气的一天，三十瓶奥法药剂的拍卖，正好给了他这个机会，他怎么舍得把时间推迟？
en_us: "Why?" Lin Li was taken by surprise. Could Gerian have taken the wrong medicine? This old fellow had waited for decades for the day when the Guild of Magic could finally hold its head up high. That 30 bottles of Arcane Magic Potion had given him the opportunity, how could he be willing to postpone it?

source: “为什么？你有天赋又懂医术，这么好的弟子上哪里找去，那小伙子为什么不肯教你，告诉格林爷爷，我明天上魔法公会找他去。”
en_us: "Why? You have the gift and possess medicinal knowledge. Where can he find such a decent disciple like you? Why is that kid unwilling to teach you? Tell Grandpa Grimm, I'll go look for him at the Guild of Magic tomorrow."

source: “义务……除了承认你是加洛斯魔法公会成员之外，好象真没什么义务了，至少在加洛斯魔法公会，会长是不会勉强你去做什么事的，而且就算会长勉强，你也有权利不去，毕竟魔法公会是一种松散机构，魔法师与公会之间，并不是真正的上下属关系。”
en_us: "Obligations... Other than admitting that you are a member of the Jarrosus Guild of Magic, there seems to be no other obligation. At least in Jarrosus Guild of Magic, the President won't force you to do anything. Even if he does, you have the right to choose not to agree. After all, the guild is a loose organization, there's no subordinate relationship between the mage and the guild."

source: “九天锁星阵！”
en_us: "Empyreal Star Lock Array!"

source: “也好。”
en_us: "Might as well."

source: “也对……”葛瑞安挠了挠头：“不过要是万一……”
en_us: "Makes sense..." Gerian scratched his head. "But just in case..."

source: “也就是说，进行等级认证之后，我就算是加洛斯魔法公会成员了？”听凯文介绍完等级认证的一些常识之后，林立总算是明白了，那胖老头刚才为什么笑得这么猥琐，原来这等级认证背后，还有这么一层意义。
en_us: "That is to say, after the level certification, I'll be a member of the Jarrosus Guild of Magic?" After listening to Kevin's introduction of some general knowledge regarding the level certification, Lin Li finally understood the reason behind that fat old man's sheepish laugh earlier on. It turned out that there was another meaning behind having this level certification.

source: “乱我军心者，便是这厮下场！”
en_us: "This is what will become of you if you dampen our troops’ morale!"

source: “事实上，他确实是个铁匠……”麦德林耸耸肩膀，也是一脸迷茫。
en_us: "In reality, he is indeed a blacksmith...: Medellin shrugged. His expression was one of confusion.

source: “二十一万第一次！”
en_us: "210,000 going once!"

source: “二十一万第三次！”凯文手中的锤子重重落在台上：“成交！恭喜埃文先生！”
en_us: "210,000 going thrice!" The gavel in Kevin's hand dropped heavily on the table. "Deal! Congratulations, Mr Evan!"

source: “二十一万第二次！”
en_us: "210,000 going twice!"

source: “二十一万！”与她竞争的是梅林家族，那个身穿红色法师袍，被葛瑞安以“骚包”形容的梅林家族老三，连眉头都没皱一下，就报出了这个惊人的价格。
en_us: "210,000!" Contending with her was the Merlin Family. It was the mage in red robe whom Gerian described as "hussy", the third son of the Merlin Family. He had quoted the startling price without so much as wrinkling his brows.

source: “二十万第一次！”
en_us: "200,000 going once!"

source: “二十万第三……”
en_us: "200,000 going..."

source: “二十万第二次！”
en_us: "200,000 going twice!"

source: “二十个魔法师？哈哈哈……”艾萨克却是气得都笑出了声来：“你可真大方，可惜别说是二十个，就算是五十个，也别不上人家一根头发，算了算了，你爱怎么样就怎么样吧，这事我不管了，再说就算想管我也管不了，你自己给你父亲写信，希望葛瑞安回来之前还来得及……”
en_us: "20 mages? Hahaha..." Isaac laughed in anger. "You're so generous. Unfortunately, not to mention 20, even if it's 50, it wouldn't be comparable to a strand of his hair. Forget it, do what you wish, I wash my hands off this. Besides, even if I wanted to help, I have no control over this as well. You write your own letter to your father, hopefully it's not too late before Gerian returns..."

source: “二十五万！”有了葛瑞安的承诺，安东尼－罗林毫不犹豫的将价格抬到了二十五万，这个恐怖的数字一出，顿时引得公会大厅中一阵窃窃私语。
en_us: "250,000!" With Gerian's promise in hand, Anthony Rolin raised the price to 250,000 without any hesitation. This astonishing figure immediately drew murmurs from the guild hall.

source: “二十八分钟……”葛瑞安目瞪口呆的望着林立，一脸呆滞的喃喃念叨着：“奇迹……奇迹！”
en_us: "Twenty-eight minutes..." Gerian stared at Lin Li with his eyes and mouth wide open. With a confounded look on his face, he mumbled to himself repeatedly, "Miracle... Miracle!"

source: “于是你就成了他叔叔了？”林立两眼发直神情呆滞，看看眼前的葛瑞安，又想想城主大人的年纪，不由仰天长叹，这个老不要脸的……
en_us: “So, you became his uncle?" Lin Li's eyes were glazed and expression dazed. He took a look at Gerian in front of him and thought of the Castellan's age. He looked up to the heaven and sighed heavily, This shameless old man...

source: “五万金币！”
en_us: "50,000 gold coins!"

source: “五十万！”所以凯文的锤子才刚刚落下，鲁本－萨鲁曼就报出了惊人的价格。
en_us: "500,000!" So, Kevin's gavel had just come down when Reuben Saruman had announced a startling figure.

source: “五十五万！”小梅林也是把心一横，彻底跟鲁本－萨鲁曼干上了。
en_us: "550,000!" Little Merlin said with utmost resolution, going completely head on with Reuben Saruman.

source: “五十银币买张荆棘兽毛皮，你他妈一大早没睡醒是吧？算了老子就当是做做好事，只要你八十银币，怎么样，八十银币要不要？不要就赶紧滚，别他妈挡着老子发财！”
en_us: “50 silver coins for a Thorned Beast fur? Are you still f*cking asleep? Forget it, I'll take it that I'm doing a good deed and sell it to you for 80 silver coins, how's that? If you don't want it, scram. Don't block my damn way to fortune!"

source: “五千金币！”就在葛瑞安肉疼的时候，大厅中已经有人开始出价了。
en_us: "5,000 gold coins!" Just as Gerian was grudging over it, someone in the hall had begun his bid.

source: “交代个屁！“
en_us: "Account my ass!"

source: “人没出事就好，有什么事等回来再说，等了你大半个晚上，累都快累死了，你慢慢补充巫师之眼，我先去睡觉了……”
en_us: "All's well as long as nothing happened to you. Other matters can wait till you come back. I'm deadbeat now after waiting for you for so long. You can restore the Warlock's Eyes slowly, I'll go sleep first..."

source: “人阶上品丹药十两银子一枚，我这丹药听这炼丹师的口气品阶不高，不过他们小姐都惊动了，显然也看出这丹药的不寻常了？价值怎么也比人阶上品丹药高吧？”江逸脑海飞快转动，很快咬牙道：“二，二十两银子一枚。”
en_us: "The Man-tier superior-grade elixirs are worth ten taels of silver per pill. According to your alchemist here, my elixirs are not of high-quality, yet they were able to trigger the Young Mistress their caln to settle this herself. Is it not evident enough that this elixir is extraordinary? Surely, the value would be higher than any Man-tier superior-grade elixir?" Jiang Yi's mind moved as fast as lightening. Very soon, he gritted his teeth and said, "Two, twenty taels of silver for each pill."

source: “人阶上品武技流星拳？江豹，你……”
en_us: “The Man-tier superior-grade martial art technique Shooting Star Punch? Jiang Bao, you…”

source: “人阶下品，应该不止吧？不说是地阶，最少也应该是人阶上品吧？”江逸暗暗琢磨了一下，就回道：“不是人阶下品。”
en_us: "Man-tier Inferior-grade - it surely can't be only at that level? To say nothing of being of earth-grade, but surely the elixirs should at least be of Man-tier superior-grade?" Jiang Yi hesitated for a while before replying, "They are not of Man-tier inferior-grade."

source: “什么不对？”
en_us: "What's wrong?"

source: “什么事情这么急？”林立有些愕然，胖老头上午才来过图书馆，有什么事怎么当时不说？
en_us: "What's so urgent?" Lin Li was all ears. The fat old man had just came to the library in the morning, why hadn't he said anything then?

source: “什么事？”林立微微一愣，回过头来时，却看见一个四十来岁的瘦高中年人，正从口袋中拿出几枚金币。
en_us: "What?" Lin Li was slightly stunned. When he turned around, he saw a lanky middle-aged man in his forties taking out a few gold coins from his pockets.

source: “什么人？”
en_us: "Who is it?"

source: “什么原因？”
en_us: "What is it?"

source: “什么地方？”
en_us: “What place is it?”

source: “什么好象，那根本就是神之金属，我的天！整整二十几块，这小法师是不是刚刚打劫过一头龙？”这家伙倒是猜对了一半，林立确实刚扫荡过一处龙穴，只不过在扫荡龙穴的同时，他还顺手干掉了毁灭之龙阿扎达斯而已。
en_us: "Look like? These are the divinity metals. Oh, God! More than twenty pieces, did this low-level mage just rob a dragon?“ The guy had guessed it half right, Lin Li had indeed raided a dragon's lair. But at the same time while raiding the dragon's lair, he had finished off the Dragon of Destruction Azardas.

source: “什么怪物？你说清楚一点！”事关自己亲生女儿，罗麦格雷尼时急红了眼，瞪着克伦威尔的眼神中，再无先前那种带着一丝疏远的客气。
en_us: “What monster? Say it clearly!” McGrenn's eyes turned red with anxiety as it concerned his own daughter. He glared feverishly at Cromwell, his eyes void of the distant courtesy he had previously.

source: “什么情况？”
en_us: "What's the situation?"

source: “什么？”
en_us: “What?”

source: “什么？”林立脚下一个踉跄，差点摔在厚厚的地毯上，一脸难以置信的回过头来，盯着罗琳看了好半天之后，才吃力的重复着：“你……你想跟我学习药剂？”
en_us: "What?" Lin Li stumbled and nearly fell on the thick carpet. He turned around with a look of disbelief and stared at Rowling for a long while before repeating what she said with much difficulty, "You... You'd like to learn potion making from me?"

source: “什么？你不做工了？要外出三个月？”
en_us: "What? You are quitting? And leaving for three months?"

source: “今天的事，就这么算了，不过麦德林，你可别怪我没提醒过你，如果费雷在奥兰纳出了什么事的话，可别怪我找这家伙麻烦，到时候就算奥德文亲自来也没得商量，你听明白了没有？”
en_us: "I'll let today's affairs slide. But Medellin, don't say I didn't warn you. If anything happens to Felic in Alanna, don't blame me if I settle things with Hoeren. Even if Odwin himself comes, I am not open to negotiation. Do you understand?"

source: “今天，半个小时之后，所以我刚才才说，你要是再晚半个小时回来，我可能会被葛瑞安叔叔给揍死。”凯文一张白净的脸上满是庆幸：“那天葛瑞安叔叔知道你把自己关在房里之后，他就说你会在今天完成最后的突破，所以新的拍卖日子就被定在了今天。”
en_us: "Today, half an hour later. That's why I said earlier on that if you'd returned half an hour later, I would have been beat to death by Uncle Gerian." Kevin's fair face was full of rejoice. "That day, when Uncle Gerian knew you had locked yourself in the room, he had said that you will complete your last breakthrough today. So, the new auction date has been set to today."

source: “今晚可就没办法了，只能先在附近将就一下。”罗麦格雷尼车熟路的带着众人往前走去，很快就找到了一座山洞。
en_us: “It'll be impossible to reach it tonight, we'll just have to make do with whatever we have nearby." McGrenn led them forward and very soon they found a cave.

source: “从这一次拍卖开始，奥法药剂的数量将会提高到三瓶。”凯文手上的锤重重落在台上：“底价五万，五千一加，竞价开始！”
en_us: "From this auction onwards, the number of Arcane Magic Potion will be increased to three bottles." The gavel in Kevin's hand landed heavily on the table. "The starting bid will be 50,000, and the minimum increment 5,000. Let the bidding begin!"

source: “他年纪还没凯文大吧？”
en_us: "He's not older than Kevin, right?"

source: “他是我亲叔叔……”凯文一脸苦笑：“别说踹我房门，就算打我一顿，我也只能忍着……”
en_us: "He's my uncle..." Kevin smiled bitterly. "Not just kicking my door, even if he beats me, I can only bear with it..."

source: “他没跟我说什么事，就光是叫你去一趟。”
en_us: "He didn't say why, just asked you to come."

source: “他被马迪亚斯打伤了？马森……你能不能告诉我，马迪亚斯打伤他什么地方了？”
en_us: "He was injured by Mathias? Marson... could you tell me where Mathias injured him?"

source: “令牌！”
en_us: The token!

source: “价格倒是不贵，大概三四百金币的样子，现在这个价格，很难买到象这样的法杖了。”
en_us: "It's not too expensive, around three to four hundred gold coins. It's hard to get a staff like this with this price nowadays."

source: “伊娜你别激动，有什么事慢慢说。”听到长腿美女的哭声，林立真是头都大了，连忙小心的安抚道：“你先告诉我，麦格雷尼先生究竟怎么了？”
en_us: "Calm down first, Ina. Tell me slowly." Lin Li was at a loss hearing the cries from the long-legged beauty. He hurriedly pacified her, "Tell me first, what exactly happened to Mr McGrenn?"

source: “伊娜！”毕竟是父女连心，罗麦格雷尼见女儿痛哭，站在树下更着急得不行。
en_us: “Ina!” They were father and daughter after all, and McGrenn was as anxious as ever watching Ina wailing from under the tree.

source: “伊娜！”见麦格雷尼父女安然无恙，热心魔法师大吃一惊，抓走伊娜那怪物实在太强大了，速度就象闪电一样，瞬间见自己打倒在地，同时抢走了伊娜，他怎么也想不到，三人竟能安然无恙的救回伊娜。
en_us: "Ina!" The zealous mage was surprised seeing McGrenn and his daughter came back in one piece. The monster that had taken Ina was too powerful. It had the speed of lightning, sending him to the ground and snatching Ina away in the blink of an eye. Never had he expected the two of them to bring Ina back to safety.

source: “伊娜，你乖乖听话，姐姐一定能想到办法治好麦格雷尼先生的。”红发美女有些无奈的哄完伊娜，一双秋水般的美目又望向了林立：“我警告你，不要打伊娜的主意，不然就算葛瑞安亲自来也不一定能保住你。”
en_us: "Ina, be good and listen. I will find the way to cure Mr McGrenn." The redheaded beauty turned her autumn-like eyes to Lin Li after coaxing Ina. "Let me warn you, don't try to hit on Ina. If not, even if Gerian comes, he may not be able to save you."

source: “伊娜，你先带我去看看麦格雷尼先生，现在我一时半会，也想不出什么办法来。”
en_us: "Ina, bring me to Mr McGrenn first. I can't think of any solution yet."

source: “会……会长大人？”那迟钝的魔法师终于是想起了，自己身边坐着的是什么人，一时间只觉得身上冷汗直冒，拼命扯着脸皮，挤出了一个比哭还难看的笑容：“呵……呵呵，你们怎么这么紧张？开……开个玩笑而已……”
en_us: "P-President?" That slow-witted mage finally remembered whom he was sitting nearby. All at once he felt cold sweat breaking out all over his body, and tried to pull his face into a smile that was uglier than crying. "Heh... Heh heh, why are all of you so nervous? It was just... just a joke..."

source: “会不会……他们也有魔法师出手？”
en_us: "Could it be... They, too, have mages helping them?"

source: “会长大人，我们发誓，我们真的不认识他！”
en_us: "President, we swear we really don't know him!"

source: “伯恩塞……”老法师话刚出口，就知道自己上当了，不过这老家伙也是一个人才，眼珠子一转，就生生把这句话给扭了过去：“恩……伯恩塞德给我提了一点意见，我觉得还不错，就勉强采纳了。”
en_us: "Burnside..." Once the old mage finished speaking, he realised that he had been tricked. However, he was also shrewd. In a blink of an eye, he twisted his sentence: "Mmm... Burnside gave me some suggestions which I thought were pretty good, so I took his advice."

source: “住手！”
en_us: "Stop!"

source: “你……”
en_us: "You..."

source: “你……”中年冒险者怎么也没想到，自己最担心的问题，竟然如此简单的就得到了解决，再想起林立这一路上的帮助，这个拙于言辞的中年人，一时间都不知道该说什么才好了，只是一直不断重复着：“谢谢，谢谢……”
en_us: "You..." The middle-aged adventurer had not expected that the problem he was so worried about could be solved so easily. Thinking of all the help Lin Li had rendered them along the way, the middle-aged man who was bad at words didn't know what else to say for a long while. He merely repeated, "Thank you, thanks..."

source: “你……你……你究竟是人还是魔兽？”凯文问得小心翼翼，好象生怕林立忽然变成一头魔兽扑上来似的。
en_us: "You... You... Are you a human or a monster?" Kevin asked cautiously, as if afraid that Lin Li would turn into a demonic beast and pounce on him.

source: “你……你在干什么？”看着这古怪的一幕，眼中还带着泪花的红发美女，又忍不住怯怯的出声询问。
en_us: Looking at the bizarre scene in front of her, the redheaded beauty, with tears still in her eyes, could not help but ask timidly, "What... What are you doing?"

source: “你……你真的是费雷？”
en_us: "Are... Are you really Felic?"

source: “你不用认识我。”巴瑟罗尔神色间依旧充满了优越感：“当然——你也没资格认识我，象你这样的小魔法师，有机会走进这间宴会大厅已经是天大的荣幸，为什么还不懂得自重？在纠缠罗琳小姐之前，你就没有先照照镜子，看清楚自己是什么身份吗？”
en_us: "You don't have to know me." Bathrilor's expression was still full of superiority. "Of course, you're not qualified to know me as well. A small mage like you should feel utterly honored to be able to step foot into this banquet hall. Why do you not know what is self-respect? Do you not look at the mirror to see what your status is before you pester Miss Rowling?"

source: “你不能冤枉我……葛瑞安……你没有证据……”
en_us: "You can't malign me... Gerian... You have no proof..."

source: “你不要紧吧，这都学不会？”林立一副恨铁不成钢的表情，更是让安度因无地自容：“那你还不赶紧回药剂室去，在这磨磨蹭蹭的干什么，难道你还想让我再演示一遍？”
en_us: “Are you alright? Why haven't you been able to master it yet?” Lin Li’s expression that clearly expected better from Andoine made him wish he had a hole to crawl into. “So, what are you waiting there for instead of going back to the lab? Do you need my demonstration again?”

source: “你不觉得自己应该向罗琳小姐道个歉吗？”
en_us: "Don't you think you should apologize to Miss Rowling?"

source: “你也对那块谜蓝宝石有兴趣？”葛瑞安微微一愣，他对这小子实在是太了解了，他一直以为，就算全世界的魔法师都需要谜蓝宝石，这小子也绝不会用到，等级认证大厅里的一幕，给他留下的印象实在是太深刻了，长达二十八分钟的全力输出，这完全已经超越了怪物的范畴，只能以妖孽来形容！
en_us: "You're also interested in the Enigma Sapphire?" Gerian was slightly taken aback. He knew the kid too well. He had always thought that even if all the mages in the world would need the Enigma Sapphire, this kid wouldn't have a use for it. The scene at the level certification hall had left too deep an impression on him. A magic output of 28 minutes long was absolutely beyond the scope of a monster, and could only be described as a demon’s!

source: “你也感觉到了？”看见林立脸上的疑惑，葛瑞安笑着说道：“真要严格说起来，这家伙其实算不上是一个真正的魔法师，他是一个咒术师！”
en_us: "You felt it too?" Gerian chuckled as he saw the bewildered look on Lin Li's face. "Strictly speaking, this fellow is not really a real mage. He's actually a conjurer!"

source: “你们……”林立张了张嘴，想要劝劝马森跟欧灵，这毕竟是跟一个十七级大魔导师作对，一个不慎就会有粉身碎骨的危险。
en_us: "You guys..." Lin Li opened his mouth to warn Marson and Orrin that since they were up against a level-seventeen archmage, one careless mistake could have disastrous and fatal effects.

source: “你们两个……”走到半路，葛瑞安似乎又想起来了，不过犹豫了一下，还是有些无奈冲那两个倒霉法师挥了挥手：“算了，赶紧有多远给我死多远……”
en_us: "You two..." Halfway in his strides, Gerian seemed to recall, but after a moment of hesitation, he waved to the two unlucky mages. "Forget it, scram as far as you can..."

source: “你们两个，是洛特丹的欧灵，和千帆城的马森吧？”霍伦脸上露出了一丝轻蔑的笑意：“怎么，你们也想跟他一起住进地牢吗？”
en_us: "The two of you are Orrin from Rotterdam and Marson from the City of Sails, right?" A contemptuous smile appeared on Hoeren's face. "What's wrong, do you want to enter the dungeon with him?"

source: “你们快看，那东西好象是传说中的神之金属啊！”
en_us: "Look, these look like the legendary divinity metals!"

source: “你们怎么全都这表情？”
en_us: "What's with the expression?"

source: “你们身上还有多少钱，要不我们大家凑一凑，把这项链买下来算了，到时候大家轮流着用……”
en_us: "How much do you guys have? Why don’t we gather our money and acquire the necklace for ourselves, then everyone can take turns using it..."

source: “你们还真看得起自己……”林立瞟了一眼那几个如临大敌的玩家，心想老子吃饱了撑的才会拿许愿术卷轴来对付你们，也不称称自己几斤几两，你们值这个价钱吗？
en_us: "You think too highly of yourselves..." Lin Li glanced at the players who looked as if they met their mortal enemy. Did he have nothing else to do other than using the scroll of Wishes on them? Couldn't they weigh themselves and decide if they were worth the price?

source: “你们都这么看着我干嘛……另外凯文，你要失望的话，应该是对那老家伙失望。”林立有些无奈的摇了摇头，慢腾腾的从口袋里摸出一只天蓝色的瓶子：“要是脑子没被打坏的话，早就该找人帮忙了，真以为大魔导士就能通吃加洛斯城啊……”
en_us: "Why are you all looking at me like that... Also Kevin, if you're to be disappointed, you should be disappointed in that old fellow." Lin Li shook his head resignedly, and slowly pulled out a sky-blue bottle from his pockets. "If his brain wasn't damaged, he would have asked for help long ago. Does he really think that he could take the whole of Jarrosus City being an archmage..."

source: “你先坐下来，听我慢慢给你说……”林立硬是把葛瑞安拉回座位，这才又继续开口说道：“你说你也是一把年纪的人了，怎么火气还这么大，太容易激动很伤身体的……老实跟你说吧，这笔生意不划算。”
en_us: "Sit down first, I'll explain to you slowly..." Lin Li pulled Gerian back to his seat and continued, "Say, you're an old man, how could you still have such a big temper? It'll hurt your health if you get too agitated easily... To tell you the truth, it doesn't pay for this business."

source: “你凭什么带走费雷？”马森往前一站，将林立护在身后，脸上的神色竟是异常坚定。
en_us: "What evidence do you have to arrest Felic?" Marson stepped forward to protect Lin Li behind him. His expression was unusually firm.

source: “你到底有没有教养？我跟凯文魔法师的谈话内容，属于梅林家族与魔法公会之间的机密，你是什么身份？刚刚混进魔公会没几天，就不知道自己姓什么了是吧？连这样的机密都敢偷听，还不马上滚开？”最让凯文头大的是，克伦威尔完全不知道自己在干什么，仍在不知死活的叫嚣着。
en_us: "Do you have manners at all? The things I’ve discussed with Mage Kevin were top secrets that belonged to the Merlin Family and the Guild of Magic. What's your status now? Have you forgotten your name after worming your way into the Guild of Magic, having the guts to eavesdrop on our top secrets? Won't you scram yet?" What made Kevin troubled was Cromwell not knowing what he was doing as he continued his reckless clamor.

source: “你只有十分钟的时间，如果等我完成这瓶蛮力药剂之后，发现你还没收拾好东西离开的话，那你可就别怪我这老家伙赶人了。”林立这边还没做出决定，门外的老头却毫不客气的赶起人来。
en_us: "You only have ten minutes. If I find that you're still not packed and gone by the time I complete this bottle of Bull's Strength potion, don't blame me for chasing you out." Lin Li had yet to come to a decision on his part, but the old man outside the door was not at all polite, directly chasing him out.

source: “你听我慢慢跟你说……”麦德林把安度因拉到一个僻静的角落，这才慢慢说起林立的锻造天赋，又说起魔法公会跟冒险者公会之间的赌约。
en_us: "Listen to me..." Medellin pulled Andoine to a quiet corner before slowly talking about Lin Li's forging talent. He also told him about the bet between the Guild of Magic and the Adventurers Guild.

source: “你在这里等我一下。”
en_us: "Wait a second for me here."

source: “你对那个年轻魔法师知道多少？”从老梅林脸上的神色看来，倒是没有太多责备的意思。
en_us: "How much do you know about that young mage?" There was not much reproach from the look on Old Merlin's face.

source: “你少做梦了！就我们几个这点钱，加起来还不够买只瓶子的，恩，买个瓶盖可能够了……”
en_us: "Dream on! With that little money we have it's not enough to buy a bottle. Hmm, probably enough to buy a bottle cap..."

source: “你就吹吧，魔法公会这几年是个什么光景，大家谁不知道？药剂师公会那些家伙，可个个都是眼睛长在头顶上的，他们要能挖来药剂师，我就能把翡翠高塔塔尖给啃掉！”
en_us: "Brag all you want. Who doesn't know what the Guild of Magic have been like these years. The fellows from the Pharmacists Guild have their eyes on top of their heads; if they could poach a pharmacist from them, I can chew off the spire of the Emerald Tower!"

source: “你帽子歪了……”
en_us: "Your hat is tilted..."

source: “你应该感谢我才对。”林立说着，从口袋里掏出信封递了过去：“你看，要不是我躲在外面，又哪有机会帮你收情书？”
en_us: "You should thank me." Lin Li took out the envelope from his pockets as he spoke, "Look, if it weren't for me hiding at a side, how would I have the opportunity to receive this love letter on your behalf?"

source: “你得了吧，虽然陪练对战时双方封印了元力，但里面那群公子小姐，哪个不是铸鼎境五六重以上？就算不动用元力，凭借反应速度和武技也可以轻松把你揍成猪头。昨天我那个铸鼎境三重的表哥就去陪练了一天，最后却是爬着出来了，此刻还在家里养伤呢。那群公子小姐下手太狠了，这钱不好赚啊……”
en_us: "Alright, that's enough. Although both sparring parties have their essence force sealed off from use during sparring practice, that group of young masters and young mistresses... which one of them does not have a power level at the fifth or sixth stage of the Cast Tripod Realm, or even higher? "Even if they don't use any essence force, they can easily beat you to a pulp just by relying on their reaction speed and martial arts techniques alone. Yesterday, my cousin, whose power level is at the third stage of the Cast Tripod Realm, went to be a sparring partner for a day, but in the end, he left the place crawling. "At this moment he is still healing his injuries at home! Those young masters and young mistresses are too ruthless in their combat actions! This money is not easy to earn at all..."

source: “你忍了这么多年，早就想教训我了吧？”身处巨大的压力之下，葛瑞安脸上的神态却依旧从容。
en_us: "You had long wanted to teach me a lesson after putting up with me for so many years, right?" Gerian's manner was calm as before even in the midst of immense pressure.

source: “你怎么会让他进来的？”红发美女语气间有些不满，只是看见伊娜那无辜的眼神，那一丝不满也就变成了无奈：“伊娜……姐姐跟你说过好多次了，麦格雷尼先生的病，不是一般人能治好的，如果魔法师有用的话，姐姐早就帮你去找了……”
en_us: "Why did you let him in?" The redheaded beauty had some discontent in her tone, but when she saw Ina's innocent eyes, that trace of discontentment turned into a helpless one. "Ina... I've told you many times, Mr McGrenn's illness cannot be cured by an average person. If mages are of use I would have looked for one for you..."

source: “你想要证据？”葛瑞安想了一下，不得不承认：“好吧，老子确实拿不出证据来，不过没关系，老子这是寻仇，寻仇是不需要证据的……”
en_us: "You want proof?" Gerian pondered for a while and had to admit, "Alright. I really don't have any proof. But it's okay. I am seeking revenge, and seeking revenge does not need any proof..."

source: “你才想找刺激，你全家都想找刺激！”林立望着虚掩的房门，悻悻的在心头骂了一句，只是骂完却又犯起愁来，穿越已经成了事实，可自己对这个完全陌生的世界，却是连一点最基本的概念都没有，从哪里来回哪里去，我倒是想回去，可是怎么回去？
en_us: You're the one looking for thrill, your whole family is looking for thrill! Lin Li stared at the unlatched door as he cursed bitterly in his heart. It was only after cursing that he felt sorrowful again. Time travelling had became his reality, but this was an entirely foreign world and he had not grasped even the most basic concepts of it. To go back where he had came from... He'd like to go back indeed, but how?

source: “你把人带走吧……”
en_us: "Bring him away..."
